9/data/attachments/77d310c41029c3da.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carlos_action_Friend_46042_3</nif:username>
            <nif:friendToBeRequested>soap_friends_6e2c9cea-0d10-4338-8b40-66eaf03f2c02</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>